Repository: WPPlugins/fast-affiliate
Catalog: languages/fast-affiliate-*.po
Languages: es_es

source: Shortcode of the announce
es_es: Shortcode del anuncio

source: Copy in clipboard
es_es: copiar al portapapeles

source: Quick link
es_es: Enlace rápido

source: Quick links are not stock management
es_es: Los enlaces rápidos no tienen gestión de stock

source: Quick link url
es_es: Url de destino

source: Quick link name
es_es: Nombre del enlace rápido

source: Program
es_es: Programa

source: Add to post
es_es: Añadir al post

source: See Offer
es_es: Ver oferta

source: Effiliation parameters
es_es: Parámetros Effiliation

source: Effiliation API Key
es_es: Api key effiliation

source: Save Changes
es_es: Guardar cambios

source: How to find this key ?
es_es: ¿Como encontrar esta clave?

source: Programs found for this affiliate platform
es_es: Programas encontrados en esta plataforma

source: Company
es_es: Plataforma

source: Name of the program
es_es: Nombre del programa

source: Image
es_es: Imagen

source: Product name
es_es: Nombre del producto

source: Price
es_es: Precio

source: Yes
es_es: Si

source: Selected products
es_es: Productos registrados

source: Search for products
es_es: Buscar productos

source: Update
es_es: Actualizar

source: Keyword
es_es: Palabra clave

source: Find
es_es: Buscar

source: Include in post
es_es: Añadir al artículo

source: CJ parameters
es_es: Parámetros CJ

source: Program name
es_es: Nombre del programa

source: Configuration
es_es: Configuración

source: Show price
es_es: Mostrar precio

source: Performance
es_es: Rendimiento

source: Performance of your affiliates links
es_es: Rendimiento de tus enlaces de afiliado

source: Product
es_es: Producto

source: Post
es_es: Artículo

source: Origin
es_es: Posición

source: Number of clicks
es_es: Número de clics

source: Number of views
es_es: Número de visitas

source: Conversion rate %
es_es: Conversión %

source: No clicks
es_es: Sin clics

source: States of your affiliates links
es_es: Estado de tus enlaces de afiliado

source: Availability
es_es: Disponibilidad

source: Not Available
es_es: No disponible

source: Available
es_es: Disponible

source: Affilinet parameters
es_es: Parámtros Affilinet

source: Amazon parameters
es_es: Parámetros amazon

source: How to find those keys ?
es_es: ¿Dónde encontrar estas claves?

source: Amazon Country
es_es: Pais

source: tradeDoubler parameters
es_es: parámtros tradeDoubler

source: eBay parameters
es_es: Parámetros eBay

source: Choose and place your affiliate links FAST !
es_es: Encuentra y añade tu enlaces de afiliado rápido!
